---
quotes:
- text: "In the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed."
  attribution: "Charles Darwin"
- text: "I have never met a man so ignorant that I couldn't learn something from him."
  attribution: "Galileo Galilei"
- text: "I am always doing that which I cannot do, in order that I may learn how to do it."
  attribution: "Pablo Picasso"
- text: "Try to learn something about everything and everything about something."
  attribution: "Thomas Huxley"
- text: "We must learn to live together as brothers or perish together as fools."
  attribution: "Martin Luther King, Jr."
- text: "Tell me and I forget. Teach me and I remember. Involve me and I learn."
  attribution: "Benjamin Franklin"
- text: "Your most unhappy customers are your greatest source of learning."
  attribution: "Bill Gates"
- text: "The only person who is educated is the one who has learned how to learn and change."
  attribution: "Carl Rogers"
- text: "Learning never exhausts the mind."
  attribution: "Leonardo da Vinci"
- text: "Somewhere, something incredible is waiting to be known."
  attribution: "Carl Sagan"
- text: "The brain is like a muscle. When it is in use we feel very good. Understanding is joyous."
  attribution: "Carl Sagan"
- text: "The true sign of intelligence is not knowledge but imagination."
  attribution: "Albert Einstein"
- text: "Real knowledge is to know the extent of one's ignorance."
  attribution: "Confucius"
- text: "Knowledge has to be improved, challenged, and increased constantly, or it vanishes."
  attribution: "Peter Drucker"
- text: "The only good is knowledge, and the only evil is ignorance."
  attribution: "Herodotus"
- text: "Perplexity is the beginning of knowledge."
  attribution: "Khalil Gibran"
- text: "The only real security that a man can have in this world is a reserve of knowledge, experience, and ability."
  attribution: "Henry Ford"
- text: "An investment in knowledge pays the best interest."
  attribution: "Benjamin Franklin"
- text: "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning."
  attribution: "Albert Einstein"
- text: "He who learns but does not think, is lost! He who thinks but does not learn is in great danger."
  attribution: "Confucius"
- text: "Is there anyone so wise as to learn by the experience of others?"
  attribution: "Voltaire"
- text: "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from."
  attribution: "Al Franken"
- text: "He who would learn to fly one day must first learn to stand and walk and run and climb and dance; one cannot fly into flying."
  attribution: "Friedrich Nietzsche"
- text: "The doer alone learneth."
  attribution: "Friedrich Nietzsche"
- text: "By all means let's be open-minded, but not so open-minded that our brains drop out."
  attribution: "Richard Dawkins"
- text: "Ideas are like rabbits. You get a couple and learn how to handle them, and pretty soon you have a dozen."
  attribution: "John Steinbeck"
- text: "Learn from the masses, and then teach them."
  attribution: "Mao Zedong"
- text: "If you want to earn more, learn more."
  attribution: "Zig Ziglar"
- text: "The roots of education are bitter, but the fruit is sweet."
  attribution: "Aristotle"
- text: "In order to improve the mind, we ought less to learn, than to contemplate."
  attribution: "Rene Descartes"
- text: "Being ignorant is not so much a shame, as being unwilling to learn."
  attribution: "Benjamin Franklin"
- text: "I've permitted myself to learn and to fail with some regularity. And that is probably the one thing I was given, and that I'm still grateful for."
  attribution: "John Malkovich"
- text: "When you get older, you learn certain life lessons. You apply that wisdom, and suddenly you say, 'Hey, I've got a new lease on this thing. So let's go.'"
  attribution: "Robert Redford"
- text: "I just try to try to keep an attitude that I don't know what I'm doing. Not to the point where I'm beating myself up, but I just go in thinking that I have a lot to learn. And I hope I still have that attitude 30 years from now."
  attribution: "Tobey Maguire"
- text: "It's amazing how much you can learn if your intentions are truly earnest."
  attribution: "Chuck Berry"
- text: "Success isn't about the end result, it's about what you learn along the way."
  attribution: "Vera Wang"
- text: "You don't learn to walk by following rules. You learn by doing, and by falling over."
  attribution: "Richard Branson"
- text: "Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chances of success when you try again. Failure is only the end if you decide to stop."
  attribution: "Richard Branson"
- text: "Do not be embarrassed by your failures, learn from them and start again."
  attribution: "Richard Branson"
- text: "I was taught that the way of progress was neither swift nor easy."
  attribution: "Marie Curie"
- text: "Making mistakes is a lot better than not doing anything."
  attribution: "Billie Joe Armstrong"
- text: "Every job I do, I like to think it makes me better or I learn things. It's all about how much something's going to stretch me or test me."
  attribution: "Daniel Radcliffe"
- text: "The more I see the less I know for sure."
  attribution: "John Lennon"
- text: "Among a great many other things that chess teaches you is to control the initial excitement you feel when you see something that looks good. It trains you to think before grabbing and to think just as objectively when you're in trouble."
  attribution: "Stanley Kubrick"
---
{
  "data": [
    {% for quote in page.quotes %}
      {
        "type": "quotes",
        "id": "{{ forloop.index }}",
        "attributes": {
          "text": "{{ quote.text }}",
          "attribution": "{{ quote.attribution }}"
        }
      }
      {% if forloop.last == false %},{% endif %}
    {% endfor %}
  ]
}
